Repository: prswb/prswb
Catalog: websites/locale/*/LC_MESSAGES/django.po
Languages: fr

source: Comment
fr: Commentaire

source: Enhancement suggestion
fr: Suggestion d'amélioration

source: Problem or bug
fr: Problème/bug

source: Invalid URL
fr: Adresse invalide

source: This URL has already been submitted
fr: Cette URL a déjà été suggérée

source: Failed at opening the URL
fr: Échec d'ouverture de l'URL

source: Thanks for your proposition.
fr: Merci pour cette proposition.

source: Invalid request
fr: Requête invalide

source: Suggested websites
fr: Sites proposés

source: Suggest a site to the community to share your experience on this website.
fr: Proposez un site à la communauté afin de partager votre expérience sur ce site.

source: How? Leave a comment to tell us what you think, point out issues you would met on the website and propose new features or enhancements to improve user experience on it.
fr: Comment ? Il vous suffit de nous indiquer ce que vous en pensez à l'aide d'un commentaire, de signaler les problèmes que vous avez soulevés sur le site et/ ou d'émettre des propositions de fonctionnalités ou d'améliorations que vous suggérez pour améliorer l'expérience utilisateur du site.

source: submitted on
fr: proposé le

source: by
fr: par

source: No suggested website yet.
fr: Aucun site proposé actuellement.

source: Suggest a website
fr: Proposer un site

source: Suggest a website to share your experience of it as a user.
fr: Proposez un site à la communauté afin de partager votre expérience sur ce site.

source: Suggest a website to be reviewed by the UXperiment community.
fr: Proposez un site à la communauté afin de partager votre expérience sur ce site.

source: How? Just tell about what you're thinking of the website with a comment, raise any problem you encountered with it or suggest how it could be improved for a better user experience.
fr: Comment? Il suffit de nous indiquer ce que vous en pensez à l'aide d'un commentaire, de signaler les problèmes que vous avez soulevez et/ ou d'émettre des propositions de fonctionnalités ou d'amélioration que vous suggérez pour améliorer l'expérience utilisateur du site.

source: Please correct the errors highlighted below.
fr: Veuillez corriger les erreurs pointées ci-dessous.

source: Website address (URL)
fr: Adresse du site (URL)

source: Site name
fr: Nom du site

source: Site description
fr: Description du site

source: Request type
fr: Type de demande

source: Suggest this website
fr: Proposer ce site
